required_columns = [
        "name", "nationalID", "gov", "phone", "subGov", "job",
        "association", "type", "serviceProvided", "serviceProvidedDate"
    ]

gov_list = ["الاسكندرية", "القاهره" , "المنوفية", "الجيزة",
            "كفر الشيخ", "سوهاج", "قنا", "القليوبية","الدقهلية","الاقصر",
            "اسيوط","البحيرة","البحر الاحمر","بورسعيد","المنيا",
            "السويس","الغربية","بني سويف",
            "دمياط", "الوادي الجديد", "الاسماعيلية", "الفيوم", "الشرقية",
            "اسوان","جنوب سيناء",
            "مرسى مطروح", "شمال سيناء"]
